Repository: km-p/service.xbmc.tts
Catalog: resources/language/*/strings.po
Languages: german

# #32001
source: Engine
german: Sprachausgabe

# #32002
source: Default TTS Engine
german: Standard Sprachausgabe

# #32003
source: Voice
german: Sprache/Stimme

# #32004
source: Rate
german: Sprachgeschwindigkeit (Wörter pro Minute)

# #32005
source: Pitch
german: Tonlage

# #32006
source: Speed
german: Geschwindigkeit

# #32008
source: Play Speech Directly Via Flite
german: Sprachausgabe über Flite

# #32009
source: Speed % (Needs SOX or MPlayer)
german: Geschwindigkeit % (benötigt SOX oder MPlayer)

# #32010
source: Volume dB
german: Lautstärke (dB)

# #32011
source: Rate (WPM)
german: Geschwindigkeit (Wörter pro Minute)

# #32012
source: Play Speech Directly Via eSpeak
german: Sprachausgabe über eSpeak

# #32013
source: Pipe Audio To Player
german: Pipe Audio zum Player

# #32014
source: Volume
german: Lautstärke

# #32015
source: Play Speech Via XBMC
german: Sprachausgabe über XBMC

# #32016
source: Language
german: Sprache

# #32017
source: Use aoss
german: Verwende aoss

# #32018
source: Module
german: Modul

# #32021
source: Speak On Server
german: Sprachausgabe am Server

# #32022
source: Server Speed (If Supported)
german: Server Geschwindigkeit (falls unterstützt)

# #32023
source: Server Pitch (If Supported)
german: Server Tonlage (falls unterstützt)

# #32024
source: Server Volume dB (If Supported)
german: Server Lautstärke dB (falls unterstützt)

# #32025
source: Player Speed (If Supported)
german: Player Geschwindigkeit (falls unterstützt)

# #32026
source: Player Volume dB (If Supported)
german: Player Lautstärke dB (falls unterstützt)

# #32027
source: IP Address
german: IP Adresse

# #32029
source: Options
german: Optionen

# #32030
source: Keymap
german: Tastenzuordnung

# #32031
source: Advanced
german: Fortgeschritten

# #32032
source: Disable Interface Reader
german: Deaktiviere Interface Reader

# #32033
source: Speak Extra Item Information Automatically
german: Automatische Ausgabe von Zusatzinformationen

# #32034
source: Delay (seconds)
german: Verzögerung (in Sekunden)

# #32035
source: Speak Number Of Items For Lists
german: Ausgabe der Anzahl von Elementen einer Liste

# #32036
source: Speak Background Progress Updates
german: Ausgabe von Fortschritt

# #32037
source: Minimum Progress Update Interval (Seconds)
german: Mindest-Intervall für Fortschritt (in Sekunden)

# #32038
source: Speak When Media Playing
german: Sprachausgabe während Medienausgabe

# #32039
source: Install Default Keymap
german: Installiere Standard Tastenzuordnung

# #32040
source: Install Custom Keymap
german: Installiere benutzerdefinierte Tastenzuordnung

# #32041
source: Edit Custom Keymap
german: Editiere benutzerdefinierte Tastenzuordnung

# #32042
source: Reset Custom Keymap To Defaults
german: Zurücksetzen der Tastenzuordnung auf Standardwerte

# #32043
source: Remove Installed Keymap
german: Entferne installierte Tastenzuordnung

# #32044
source: Output .wav Files To tmpfs
german: Ausgabe von WAV-Dateien auf tmpfs

# #32045
source: Disable Broken TTS Engines
german: Deaktivieren von nicht funktionierenden TTS Engines

# #32046
source: Enable Debug Logging
german: Aktivieren von Debug-Ausgabe

# #32047
source: Override Poll Interval
german: Überrollen des Abfrageintervalls

# #32048
source: Poll Interval (ms)
german: Abfrageintervall (ms)

# #32100
source: Database scan started.
german: Datenbanksuche gestartet

# #32101
source: Database scan finished.
german: Datenbanksuche beendet

# #32102
source: Notice... Speech engine falling back to {0}
german: Hinweis: Sprach-Engine auf {0} zurückgesetzt.

# #32103
source: Reason
german: Grund

# #32104
source: New T T S Version
german: Neue TTS Version

# #32105
source: Window
german: Fenster

# #32106
source: item
german: Element

# #32107
source: items
german: Elemente

# #32108
source: Season
german: Serie

# #32110
source: Parent Directory
german: Übergeordnetes Verzeichnis

# #32111
source: Installed
german: Installiert

# #32112
source: Updated
german: Aktualisiert

# #32113
source: Default keymap installed successfully!
german: Standard-Tastenzuordnung erfolgreich installiert!

# #32114
source: Custom keymap installed or updated successfully!
german: Benutzerdefinierte Tastenzuordnung erfolgreich installiert oder aktualisiert!

# #32115
source: Custom keymap reset to defaults.
german: Tastenzuordnung auf Standardwerte zurückgesetzt

# #32116
source: Removed
german: Entfernt

# #32117
source: Keymap removed.
german: Tastenzuordnung entfernt.

# #32118
source: Press the key you want to assign now.
german: Drücken Sie jetzt die Taste, die sie zuordnen möchten.

# #32119
source: Timeout in {0} seconds
german: Zeitüberschreitung in {0} Sekunden

# #32120
source: Importing P.V.R. E.P.G.
german: Importiere P.V.R. E.P.G.

# #32121
source: Loading P.V.R. E.P.G.
german: Lade P.V.R. E.P.G.

# #32122
source: Background Progress Started
german: Hintergrund-Fortschritt gestartet

# #32123
source: Background Progress Done
german: Hintergrund-Fortschritt beendet

# #32124
source: Press the key you want to assign now.
german: Drücken Sie jetzt die Taste, die sie zuordnen möchten.

# #32125
source: Live TV Settings
german: Live TV Einstellungen

# #32126
source: virtual keyboard
german: Virtuelle Tastatur

# #32127
source: volume bar
german: Lautstärkeregler

# #32128
source: context menu
german: Context-Menü

# #32130
source: numeric input
german: Numerische Eingabe

# #32131
source: shutdown menu
german: Menü Herunterfahren

# #32133
source: seek bar
german: Suche

# #32134
source: music OSD
german: Musik OSD

# #32135
source: visualisation preset list
german: Visualisierung Voreinstellungen

# #32136
source: OSD video settings
german: OSD Video Einstellungen

# #32137
source: OSD audio settings
german: OSD Audio Einstellungen

# #32138
source: video bookmarks
german: Video Lesezeichen

# #32139
source: file browser
german: Dateiauswahl

# #32140
source: network setup
german: Netzwerksetup

# #32141
source: media source
german: Medienquelle

# #32142
source: smart playlist editor
german: Smarter Playlist Editor

# #32143
source: busy dialog
german: Beschäftigt Dialog

# #32144
source: addon settings
german: Addon Einstellungen

# #32145
source: fullscreen info
german: Vollbild Informationen

# #32146
source: karaoke selector
german: Karakoke Auswahl

# #32147
source: karaoke large selector
german: Karaoke Auswahl

# #32150
source: text viewer
german: Textanzeige

# #32151
source: peripheral settings
german: Peripheral Einstellungen

# #32152
source: media filter
german: Medienfilter

# #32155
source: pvr recording info
german: pvr Aufnahme info

# #32156
source: pvr timer setting
german: pvr Timer Einstellungen

# #32157
source: pvr group manager
german: pvr Gruppen-Manager

# #32158
source: pvr channel manager
german: pvr Kanal-Manager

# #32159
source: pvr guide search
german: pvr Guide Suche

# #32160
source: pvr OSD channels
german: pvr OSD Kanäle

# #32162
source: virtual keyboard
german: Virtuelle Tastatur

# #32163
source: video menu
german: Videomenü

# #32164
source: PVR Client Specific Settings
german: PVR Client Einstellungen

# #32165
source: unknown
german: unbekannt

# #32166
source: Addons updated
german: Addons aktualisiert

# #32168
source: Notice
german: Hinweis

# #32169
source: Rewind
german: Zurückspulen

# #32170
source: Fast Forward
german: Schneller Vorlauf

# #32171
source: Channel
german: Kanal

# #32172
source: Sub-setting
german: Untereinstellung

# #32173
source: yes
german: ja

# #32174
source: no
german: nein

# #32175
source: section
german: Abschnitt

# #32176
source: area
german: Bereich

# #32177
source: space
german: Platz

# #32178
source: No text
german: Kein Text

# #32179
source: deleted
german: gelöscht

# #32180
source: Cannot adjust volume
german: Lautstärke kann nicht angepasst werden

# #32181
source: Choose Backend
german: Wähle Backend

# #32182
source: Not Available
german: Nicht verfügbar

# #32183
source: No players to select.
german: Keine Player zur Auswahl

# #32185
source: Choose Player
german: Wähle Player

# #32186
source: No options to select.
german: Keine Optionen zur Auswahl

# #32187
source: Choose Option
german: Wähle Option

# #32188
source: PVR TV Channels
german: PVR TV Kanäle

# #32189
source: PVR TV Recordings
german: PVR TV Aufnahmen

# #32192
source: PVR TV Search
german: PVR TV Suche

# #32193
source: PVR Radio Channels
german: PVR Radio Kanäle

# #32194
source: PVR Radio Recordings
german: PVR Radio Aufnahmen

# #32197
source: PVR Radio Search
german: PVR Radio Suche

# #32198
source: watched
german: gesehen

# #32199
source: resumable
german: fortsetzen möglich

# #32200
source: selected
german: ausgewählt

# #32201
source: Subtitles dialog
german: Untertitel Dialog

# #32202
source: Sound Output Device
german: Sound Ausgabegerät

# #32203
source: Default KODI Audio Out
german: Standard KODI Audioausgabe
